Repository: josejuanqm/docky
Catalog: Docky/Localizable.xcstrings
Source language: en
Languages: es, fr, zh_hans, zh_hant, zh_hk

source: No Status Data
fr: Aucune donnée de statut
zh_hans: 无状态数据
zh_hant: 無狀態資料
zh_hk: 無狀態數據

source: No Upcoming Events
fr: Aucun événement à venir
zh_hans: 没有即将到来的日程
zh_hant: 沒有即將到來的日程
zh_hk: 沒有即將到來的日程

source: No calendars available.
fr: Aucun calendrier disponible.
zh_hans: 没有可用的日历。
zh_hant: 沒有可用的日曆。
zh_hk: 沒有可用的日曆。

source: No due date
fr: Aucune date d'échéance
zh_hans: 无截止日期
zh_hant: 無截止日期
zh_hk: 無截止日期

source: No incomplete reminders right now.
fr: Aucun rappel incomplet pour le moment.
zh_hans: 目前没有未完成的提醒事项。
zh_hant: 目前沒有未完成的提醒事項。
zh_hk: 目前沒有未完成的提醒事項。

source: No other apps found in /Applications, /System/Applications, or ~/Applications.
fr: Aucune autre application trouvée dans /Applications, /System/Applications ou ~/Applications.
zh_hans: 在 /Applications、/System/Applications 或 ~/Applications 中未找到其他应用。
zh_hant: 在 /Applications、/System/Applications 或 ~/Applications 中未找到其他應用。
zh_hk: 在 /Applications、/System/Applications 或 ~/Applications 中未找到其他應用。

source: No theme is active. Your appearance customizations are applied directly.
fr: Aucun thème n'est actif. Vos personnalisations d'apparence s'appliquent directement.
zh_hans: 未启用任何主题。你的外观自定义设置将直接生效。
zh_hant: 未啟用任何主題。你的外觀自定義設定將直接生效。
zh_hk: 未啓用任何主題。你的外觀自定義設置將直接生效。

source: No themes installed yet.
fr: Aucun thème installé pour l’instant.
zh_hans: 尚未安装任何主题。
zh_hant: 尚未安裝任何主題。
zh_hk: 尚未安裝任何主題。

source: No triggers — this profile only activates when picked manually.
fr: Aucun déclencheur — ce profil ne s'active que lorsqu'il est sélectionné manuellement.
zh_hans: 没有触发条件 — 此配置仅在手动选择时启用。
zh_hant: 沒有觸發條件 — 此配置僅在手動選擇時啟用。
zh_hk: 沒有觸發條件 — 此配置僅在手動選擇時啓用。

source: No widgets in the marketplace yet.
fr: Aucun widget dans le marketplace pour l’instant.
zh_hans: 市场中尚无小组件。
zh_hant: 市場中尚無小元件。
zh_hk: 市場中尚無小組件。

source: No widgets installed yet.
fr: Aucun widget installé pour l’instant.
zh_hans: 尚未安装任何小组件。
zh_hant: 尚未安裝任何小元件。
zh_hk: 尚未安裝任何小組件。

source: Not Determined
fr: Non déterminé
zh_hans: 未确定
zh_hant: 未確定
zh_hk: 未確定

source: Not Set
fr: Non défini
zh_hans: 未设置
zh_hant: 未設定
zh_hk: 未設置

source: Not Yet Granted
fr: Pas encore accordé
zh_hans: 尚未授权
zh_hant: 尚未授權
zh_hk: 尚未授權

source: Number
fr: Nombre
zh_hans: 编号
zh_hant: 編號
zh_hk: 編號

source: OVERDUE
fr: EN RETARD
zh_hans: 已逾期
zh_hant: 已逾期
zh_hk: 已逾期

source: Off
fr: Désactivé
zh_hans: 关闭
zh_hant: 關閉
zh_hk: 關閉

source: On battery
fr: Sur batterie
zh_hans: 使用电池
zh_hant: 使用電池
zh_hk: 使用電池

source: On each app
fr: Sur chaque application
zh_hans: 在每个应用上
zh_hant: 在每個應用上
zh_hk: 在每個應用上

source: On power
fr: Sur secteur
zh_hans: 接通电源
zh_hant: 接通電源
zh_hk: 接通電源

source: On the folder tile preview, show a plain dot or the full count on each badged app. The opened folder always shows the count.
fr: Dans l'aperçu de la tuile de dossier, affichez un point simple ou le total complet sur chaque application marquée. Le dossier ouvert affiche toujours le total.
zh_hans: 在文件夹图块预览中，对每个带徽标的应用显示一个简单圆点或完整计数。已打开的文件夹始终显示计数。
zh_hant: 在資料夾圖塊預覽中，對每個帶徽標的應用顯示一個簡單圓點或完整計數。已開啟的資料夾始終顯示計數。
zh_hk: 在文件夾圖塊預覽中，對每個帶徽標的應用顯示一個簡單圓點或完整計數。已打開的文件夾始終顯示計數。

source: Opacity
fr: Opacité
zh_hans: 不透明度
zh_hant: 不透明度
zh_hk: 不透明度

source: Open Google
fr: Ouvrir Google
zh_hans: 打开 Google
zh_hant: 開啟 Google
zh_hk: 打開 Google

source: Open Start Menu
fr: Ouvrir le menu Démarrer
zh_hans: 打开开始菜单
zh_hant: 開啟開始選單
zh_hk: 打開開始菜單

source: Open Start Menu from Finder tile
fr: Ouvrir le menu Démarrer depuis la tuile Finder
zh_hans: 从 Finder 图块打开开始菜单
zh_hant: 從 Finder 圖塊開啟開始選單
zh_hk: 從 Finder 圖塊打開開始菜單

source: Open System Settings (Accessibility)
fr: Ouvrir les Réglages système (Accessibilité)
zh_hans: 打开系统设置（辅助功能）
zh_hant: 開啟系統設定（輔助功能）
zh_hk: 打開系統設置（輔助功能）

source: Open System Settings (Automation)
fr: Ouvrir les Réglages système (Automatisation)
zh_hans: 打开系统设置（自动化）
zh_hant: 開啟系統設定（自動化）
zh_hk: 打開系統設置（自動化）

source: Open System Settings (Calendars)
fr: Ouvrir les Réglages système (Calendriers)
zh_hans: 打开系统设置（日历）
zh_hant: 開啟系統設定（日曆）
zh_hk: 打開系統設置（日曆）

source: Open System Settings (Full Disk Access)
fr: Ouvrir les Réglages système (Accès complet au disque)
zh_hans: 打开系统设置（完全磁盘访问权限）
zh_hant: 開啟系統設定（完全磁碟訪問許可權）
zh_hk: 打開系統設置（完全磁盤訪問權限）

source: Open System Settings (Location Services)
fr: Ouvrir les Réglages système (Services de localisation)
zh_hans: 打开系统设置（定位服务）
zh_hant: 開啟系統設定（定位服務）
zh_hk: 打開系統設置（定位服務）

source: Open System Settings (Reminders)
fr: Ouvrir les Réglages système (Rappels)
zh_hans: 打开系统设置（提醒事项）
zh_hant: 開啟系統設定（提醒事項）
zh_hk: 打開系統設置（提醒事項）

source: Open System Settings (Screen Recording)
fr: Ouvrir les Réglages système (Enregistrement d’écran)
zh_hans: 打开系统设置（屏幕录制）
zh_hant: 開啟系統設定（螢幕錄製）
zh_hk: 打開系統設置（屏幕錄製）

source: Opens a compact menu with recent files, all apps, and power options pinned next to the dock.
fr: Ouvre un menu compact avec les fichiers récents, toutes les applications et les options d'alimentation épinglées à côté du dock.
zh_hans: 打开一个紧凑菜单，其中固定显示最近使用的文件、全部应用和电源选项，位于 Dock 旁。
zh_hant: 開啟一個緊湊選單，其中固定顯示最近使用的檔案、全部應用和電源選項，位於 Dock 旁。
zh_hk: 打開一個緊湊菜單，其中固定顯示最近使用的文件、全部應用和電源選項，位於 Dock 旁。

source: Optional, a screen recording or screenshot helps explain UI issues. Images and videos are supported.
fr: Facultatif : un enregistrement écran ou une capture d'écran aide à expliquer les problèmes d'interface. Les images et vidéos sont prises en charge.
zh_hans: 可选，提供屏幕录制或截图有助于说明界面问题。支持图像和视频。
zh_hant: 可選，提供螢幕錄製或截圖有助於說明介面問題。支援影象和影片。
zh_hk: 可選，提供屏幕錄製或截圖有助於説明界面問題。支持圖像和視頻。

source: Other Apps
fr: Autres applications
zh_hans: 其他应用
zh_hant: 其他應用
zh_hk: 其他應用

source: Overcast
fr: Couvert
zh_hans: 阴天
zh_hant: 陰天
zh_hk: 陰天

source: Override %lld docky.* keys?
fr: Surcharger %lld clés docky.* ?
zh_hans: 要覆盖 %lld 个 docky.* 键吗？
zh_hant: 要覆蓋 %lld 個 docky.* 鍵嗎？
zh_hk: 要覆蓋 %lld 個 docky.* 鍵嗎？

source: Override and Relaunch
fr: Remplacer et relancer
zh_hans: 覆盖并重启
zh_hant: 覆蓋並重啟
zh_hk: 覆蓋並重啓

source: Override the chrome outline with a solid color. When off, Docky uses its default glass stroke (or no stroke when Glass is disabled).
fr: Remplace le contour du cadre par une couleur pleine. Lorsqu'il est désactivé, Docky utilise son contour de verre par défaut (aucun contour lorsque Verre est désactivé).
zh_hans: 使用纯色覆盖外框轮廓。关闭时，Docky 会使用默认的玻璃描边（如果关闭“玻璃”则不使用描边）。
zh_hant: 使用純色覆蓋外框輪廓。關閉時，Docky 會使用預設的玻璃描邊（如果關閉“玻璃”則不使用描邊）。
zh_hk: 使用純色覆蓋外框輪廓。關閉時，Docky 會使用默認的玻璃描邊（如果關閉“玻璃”則不使用描邊）。

source: Override: %@
fr: Remplacement : %@
zh_hans: 覆盖：%@
zh_hant: 覆蓋：%@
zh_hk: 覆蓋：%@

source: Padding between the dock panel and the chrome view, per edge. Full-axis mode forces these to 0 regardless.
fr: Marge entre le panneau du dock et la vue du cadre, par bord. Le mode axe complet les force à 0, quel que soit le réglage.
zh_hans: Dock 面板与外框视图之间按边设置的内边距。全部轴模式会无视此设置并强制将其归零。
zh_hant: Dock 面板與外框檢視之間按邊設定的內邊距。全部軸模式會無視此設定並強制將其歸零。
zh_hk: Dock 面板與外框視圖之間按邊設置的內邊距。全部軸模式會無視此設置並強制將其歸零。

source: Paged
fr: Pagination
zh_hans: 分页
zh_hant: 分頁
zh_hk: 分頁

source: Paints the red notification count (like Mail's unread total) on running app tiles. Read from the system Dock, so it needs Accessibility permission.
fr: Affiche le compteur de notifications rouge (comme le total de non-lus de Mail) sur les tuiles des applications en cours. Lu depuis le Dock du système, donc nécessite l'autorisation Accessibilité.
zh_hans: 在运行中的应用图块上绘制红色通知计数（例如邮件的未读总数）。数据读取自系统 Dock，因此需要辅助功能权限。
zh_hant: 在執行中的應用圖塊上繪製紅色通知計數（例如郵件的未讀總數）。資料讀取自系統 Dock，因此需要輔助功能許可權。
zh_hk: 在運行中的應用圖塊上繪製紅色通知計數（例如郵件的未讀總數）。數據讀取自系統 Dock，因此需要輔助功能權限。

source: Partly Cloudy
fr: Partiellement nuageux
zh_hans: 局部多云
zh_hant: 區域性多雲
zh_hk: 局部多雲

source: Per-App Badge Style
fr: Style de badge par application
zh_hans: 按应用的徽标样式
zh_hant: 按應用的徽標樣式
zh_hk: 按應用的徽標樣式

source: Per-Corner Radii
fr: Rayons par angle
zh_hans: 各角圆角
zh_hant: 各角圓角
zh_hk: 各角圓角

source: Per-Edge Content Insets
fr: Marges de contenu par bord
zh_hans: 各边内容内缩
zh_hant: 各邊內容內縮
zh_hk: 各邊內容內縮

source: Photo Frame
fr: Cadre photo
zh_hans: 照片边框
zh_hant: 照片邊框
zh_hk: 照片邊框

source: Pick a custom image for the Start Menu tile. Defaults to Docky's own app icon.
fr: Choisissez une image personnalisée pour la tuile du menu Démarrer. Par défaut, l'icône propre de Docky.
zh_hans: 为开始菜单图块选择自定义图像。默认使用 Docky 自带的应用图标。
zh_hant: 為開始選單圖塊選擇自定義影象。預設使用 Docky 自帶的應用圖示。
zh_hk: 為開始菜單圖塊選擇自定義圖像。默認使用 Docky 自帶的應用圖標。

source: Pick an image to render behind the Launchpad grid. When unset, Docky uses the current desktop wallpaper. Combined with the transparency slider for the dim overlay above it.
fr: Choisissez une image à afficher derrière la grille du Launchpad. Si elle n'est pas définie, Docky utilise le papier peint actuel du bureau. Combiné avec le curseur de transparence du voile sombre ci-dessus.
zh_hans: 选择一张图像渲染在启动台网格背后。未设置时，Docky 会使用当前桌面壁纸。可与上方的透明度滑块配合，用于其上方的暗色叠加层。
zh_hant: 選擇一張影象渲染在啟動臺網格背後。未設定時，Docky 會使用當前桌面桌布。可與上方的透明度滑塊配合，用於其上方的暗色疊加層。
zh_hk: 選擇一張圖像渲染在啓動台網格背後。未設置時，Docky 會使用當前桌面壁紙。可與上方的透明度滑塊配合，用於其上方的暗色疊加層。

source: Pick app…
fr: Choisir une application…
zh_hans: 选取 App…
zh_hant: 選取 App…
zh_hk: 選取 App…

source: Pick one from the Marketplace above or install a `.dockywidget` file manually.
fr: Choisissez-en un dans le Marketplace ci-dessus ou installez un fichier `.dockywidget` manuellement.
zh_hans: 从上面的市场中选择一个，或手动安装 `.dockywidget` 文件。
zh_hant: 從上面的市場中選擇一個，或手動安裝 `.dockywidget` 檔案。
zh_hk: 從上面的市場中選擇一個，或手動安裝 `.dockywidget` 文件。

source: Pictures
fr: Images
zh_hans: 照片
zh_hant: 照片
zh_hk: 照片

source: Pin the active theme's icon for this app as your override. Without this, the theme icon already applies; pinning it preserves the choice if you switch themes.
fr: Épinglez l'icône du thème actif pour cette application comme substitution. Sans cela, l'icône du thème s'applique déjà ; l'épingler conserve ce choix si vous changez de thème.
zh_hans: 将当前主题的图标固定为此 App 的覆盖图标。不固定时主题图标也会生效；固定后即使切换主题也会保留此选择。
zh_hant: 將當前主題的圖示固定為此 App 的覆蓋圖示。不固定時主題圖示也會生效；固定後即使切換主題也會保留此選擇。
zh_hk: 將當前主題的圖標固定為此 App 的覆蓋圖標。不固定時主題圖標也會生效；固定後即使切換主題也會保留此選擇。

source: Pin this widget to a city, or use the device's current location.
fr: Épinglez ce widget à une ville, ou utilisez la position actuelle de l'appareil.
zh_hans: 将此小组件固定到某个城市，或使用设备当前位置。
zh_hant: 將此小元件固定到某個城市，或使用裝置當前位置。
zh_hk: 將此小組件固定到某個城市，或使用設備當前位置。

source: Placement, visibility, app-tile click, app folders, widgets, launch, and system-dock settings will return to their defaults. Appearance, app icons, and other settings are unaffected. This cannot be undone.
fr: Les réglages de placement, de visibilité, de clic sur les tuiles d'applications, des dossiers d'applications, des widgets, du lancement et du dock système reviendront à leurs valeurs par défaut. L'apparence, les icônes d'applications et autres réglages ne sont pas affectés. Cette action est irréversible.
zh_hans: 位置、可见性、应用图块点击、应用文件夹、小组件、启动和系统 Dock 设置都将恢复默认值。外观、应用图标和其他设置不受影响。此操作无法撤销。
zh_hant: 位置、可見性、應用圖塊點選、應用資料夾、小元件、啟動和系統 Dock 設定都將恢復預設值。外觀、應用圖示和其他設定不受影響。此操作無法撤銷。
zh_hk: 位置、可見性、應用圖塊點擊、應用文件夾、小組件、啓動和系統 Dock 設置都將恢復默認值。外觀、應用圖標和其他設置不受影響。此操作無法撤銷。

source: Polishing your dock flow
fr: Polissage de votre flux de dock
zh_hans: 正在打磨 Dock 布局
zh_hant: 正在打磨 Dock 佈局
zh_hk: 正在打磨 Dock 佈局

source: Press Key
fr: Appuyer sur une touche
zh_hans: 按下按键
zh_hant: 按下按鍵
zh_hk: 按下按鍵

source: Preview modes only apply to the Thumbnails layout. The List layout uses the row list itself as the preview.
fr: Les modes d'aperçu s'appliquent uniquement à la mise en page Vignettes. La mise en page Liste utilise la liste de lignes elle-même comme aperçu.
zh_hans: 预览模式仅适用于“缩略图”布局。“列表”布局直接使用行列表本身作为预览。
zh_hant: 預覽模式僅適用於“縮圖”佈局。“列表”佈局直接使用行列表本身作為預覽。
zh_hk: 預覽模式僅適用於“縮略圖”佈局。“列表”佈局直接使用行列表本身作為預覽。

source: Preview pinned folders instantly
fr: Apercevoir les dossiers épinglés instantanément
zh_hans: 即时预览已固定的文件夹
zh_hant: 即時預覽已固定的資料夾
zh_hk: 即時預覽已固定的文件夾

source: Principal class does not conform to DockyWidgetPlugin.
fr: La classe principale n'est pas conforme à DockyWidgetPlugin.
zh_hans: 主类不符合 DockyWidgetPlugin 协议。
zh_hant: 主類不符合 DockyWidgetPlugin 協議。
zh_hk: 主類不符合 DockyWidgetPlugin 協議。

source: Profile
fr: Profil
zh_hans: 配置
zh_hant: 配置
zh_hk: 配置

source: Profile name
fr: Nom du profil
zh_hans: 配置名称
zh_hant: 配置名稱
zh_hk: 配置名稱

source: Quarters
fr: Trimestres
zh_hans: 四分格
zh_hant: 四分格
zh_hk: 四分格

source: Radius
fr: Rayon
zh_hans: 圆角
zh_hant: 圓角
zh_hk: 圓角

source: Rain
fr: Pluie
zh_hans: 雨
zh_hant: 雨
zh_hk: 雨

source: Recent Apps
fr: Applications récentes
zh_hans: 最近使用的 App
zh_hant: 最近使用的 App
zh_hk: 最近使用的 App

source: Recents
fr: Récents
zh_hans: 最近项目
zh_hant: 最近專案
zh_hk: 最近項目

source: Refresh
fr: Actualiser
zh_hans: 刷新
zh_hant: 重新整理
zh_hk: 刷新

source: Release shortcut to switch
fr: Relâcher le raccourci pour basculer
zh_hans: 松开快捷键以切换
zh_hant: 鬆開快捷鍵以切換
zh_hk: 鬆開快捷鍵以切換

source: Reminders Unavailable
fr: Rappels indisponibles
zh_hans: 提醒事项不可用
zh_hant: 提醒事項不可用
zh_hk: 提醒事項不可用

source: Reminders are unavailable right now.
fr: Les Rappels ne sont pas disponibles pour le moment.
zh_hans: 提醒事项当前不可用。
zh_hant: 提醒事項當前不可用。
zh_hk: 提醒事項當前不可用。

source: Reminders read access is needed to show your open tasks.
fr: Un accès en lecture à Reminders est nécessaire pour afficher vos tâches en cours.
zh_hans: 需要提醒事项读取权限才能显示待办任务。
zh_hant: 需要提醒事項讀取許可權才能顯示待辦任務。
zh_hk: 需要提醒事項讀取權限才能顯示待辦任務。

source: Remove Stack
fr: Retirer la pile
zh_hans: 移除堆叠
zh_hant: 移除堆疊
zh_hk: 移除堆疊

source: Remove Widget
fr: Retirer le widget
zh_hans: 移除小组件
zh_hant: 移除小元件
zh_hk: 移除小組件

source: Remove from Docky
fr: Retirer de Docky
zh_hans: 从 Docky 中移除
zh_hant: 從 Docky 中移除
zh_hk: 從 Docky 中移除

source: Rename
fr: Renommer
zh_hans: 重命名
zh_hant: 重新命名
zh_hk: 重命名

source: Rename…
fr: Renommer…
zh_hans: 重命名…
zh_hant: 重新命名…
zh_hk: 重命名…

source: Reorder
fr: Réorganiser
zh_hans: 重新排序
zh_hant: 重新排序
zh_hk: 重新排序

source: Replaces the Start Menu tile's icon.
fr: Remplace l’icône de la tuile du menu Démarrer.
zh_hans: 替换开始菜单图标的图标。
zh_hant: 替換開始選單圖示的圖示。
zh_hk: 替換開始菜單圖標的圖標。

source: Replaces the default text-tracking color of the plain divider line. Has no effect on dividers that use a custom image.
fr: Remplace la couleur de suivi de texte par défaut de la ligne de séparation simple. Sans effet sur les séparateurs utilisant une image personnalisée.
zh_hans: 替换纯色分隔线默认的文字追踪颜色。对使用自定义图片的分隔线无效。
zh_hant: 替換純色分隔線預設的文字追蹤顏色。對使用自定義圖片的分隔線無效。
zh_hk: 替換純色分隔線默認的文字追蹤顏色。對使用自定義圖片的分隔線無效。

source: Request Access
fr: Demander l'accès
zh_hans: 请求访问
zh_hant: 請求訪問
zh_hk: 請求訪問

source: Request Accessibility Access
fr: Demander l’accès à Accessibility
zh_hans: 请求辅助功能访问
zh_hant: 請求輔助功能訪問
zh_hk: 請求輔助功能訪問

source: Request Calendar Access
fr: Demander l’accès aux calendriers
zh_hans: 请求日历访问
zh_hant: 請求日曆訪問
zh_hk: 請求日曆訪問

source: Request Finder Access
fr: Demander l'accès à Finder
zh_hans: 请求 Finder 访问
zh_hant: 請求 Finder 訪問
zh_hk: 請求 Finder 訪問

source: Request Location Access
fr: Demander l’accès à la localisation
zh_hans: 请求位置访问
zh_hant: 請求位置訪問
zh_hk: 請求位置訪問

source: Request Reminders Access
fr: Demander l’accès aux Rappels
zh_hans: 请求提醒事项访问
zh_hant: 請求提醒事項訪問
zh_hk: 請求提醒事項訪問

source: Request Screen Recording Access
fr: Demander l’accès à Screen Recording
zh_hans: 请求屏幕录制访问
zh_hant: 請求螢幕錄製訪問
zh_hk: 請求屏幕錄製訪問

source: Request System Events Access
fr: Demander l’accès à System Events
zh_hans: 请求 System Events 访问
zh_hant: 請求 System Events 訪問
zh_hk: 請求 System Events 訪問

source: Reset
fr: Réinitialiser
zh_hans: 重置
zh_hant: 重置
zh_hk: 重置

source: Reset Behavior
fr: Réinitialiser le comportement
zh_hans: 重置行为
zh_hant: 重置行為
zh_hk: 重置行為

source: Reset Behavior Settings
fr: Réinitialiser les réglages de comportement
zh_hans: 重置行为设置
zh_hant: 重置行為設定
zh_hk: 重置行為設置

source: Reset appearance settings?
fr: Réinitialiser les réglages d’apparence ?
zh_hans: 要重置外观设置吗？
zh_hant: 要重置外觀設定嗎？
zh_hk: 要重置外觀設置嗎？

source: Reset behavior settings?
fr: Réinitialiser les réglages de comportement ?
zh_hans: 要重置行为设置吗？
zh_hant: 要重置行為設定嗎？
zh_hk: 要重置行為設置嗎？

source: Reset to Defaults
fr: Réinitialiser par défaut
zh_hans: 恢复默认
zh_hant: 恢復預設
zh_hk: 恢復默認

source: Restart Docky
fr: Redémarrer Docky
zh_hans: 重启 Docky
zh_hant: 重啟 Docky
zh_hk: 重啓 Docky

source: Restart Docky to apply changes
fr: Redémarrer Docky pour appliquer les modifications
zh_hans: 重启 Docky 以应用更改
zh_hant: 重啟 Docky 以應用更改
zh_hk: 重啓 Docky 以應用更改

source: Restart Docky to start using %@.
fr: Redémarrer Docky pour commencer à utiliser %@.
zh_hans: 重启 Docky 以开始使用%@。
zh_hant: 重啟 Docky 以開始使用%@。
zh_hk: 重啓 Docky 以開始使用%@。

source: Restart...
fr: Redémarrer...
zh_hans: 重新启动…
zh_hant: 重新啟動…
zh_hk: 重新啓動…

source: Reveal Themes Folder
fr: Afficher le dossier des thèmes
zh_hans: 显示主题文件夹
zh_hant: 顯示主題資料夾
zh_hk: 顯示主題文件夾

source: Reveal Widgets Folder
fr: Afficher le dossier des widgets
zh_hans: 显示小组件文件夹
zh_hant: 顯示小元件資料夾
zh_hk: 顯示小組件文件夾

source: Reveal and manage files in Finder
fr: Afficher et gérer les fichiers dans Finder
zh_hans: 在 Finder 中显示和管理文件
zh_hant: 在 Finder 中顯示和管理檔案
zh_hk: 在 Finder 中顯示和管理文件

source: Reverts every behavior setting (placement, visibility, app-tile click, app folders, widgets, launch, system-dock) to its built-in default. Use this when a theme has nudged behavior in a direction you want to undo.
fr: Rétablit tous les réglages de comportement (placement, visibilité, clic sur les tuiles d'applications, dossiers d'applications, widgets, lancement, dock système) sur leur valeur par défaut intégrée. Utilisez ceci lorsqu'un thème a orienté le comportement dans une direction que vous voulez annuler.
zh_hans: 将所有行为设置（位置、可见性、应用图标点击、应用文件夹、小组件、启动、系统 Dock）恢复为内置默认值。当某个主题对行为做了轻微改动、而你想撤销时使用此项。
zh_hant: 將所有行為設定（位置、可見性、應用圖示點選、應用資料夾、小元件、啟動、系統 Dock）恢復為內建預設值。當某個主題對行為做了輕微改動、而你想撤銷時使用此項。
zh_hk: 將所有行為設置（位置、可見性、應用圖標點擊、應用文件夾、小組件、啓動、系統 Dock）恢復為內置默認值。當某個主題對行為做了輕微改動、而你想撤銷時使用此項。

source: Right and Left
fr: Droite et Gauche
zh_hans: 右和左
zh_hant: 右和左
zh_hk: 右和左

source: Rubberizing your layout
fr: Rubanisation de votre mise en page
zh_hans: 正在调整布局
zh_hant: 正在調整佈局
zh_hk: 正在調整佈局

source: Run curated menu actions quickly
fr: Lancer rapidement les actions de menu sélectionnées
zh_hans: 快速运行精选菜单操作
zh_hant: 快速執行精選選單操作
zh_hk: 快速運行精選菜單操作

source: Sat
fr: sam.
zh_hans: 周六
zh_hant: 週六
zh_hk: 週六

source: Scales custom divider images. Has no effect on the default line.
fr: Met à l'échelle les images personnalisées des séparateurs. Sans effet sur la ligne par défaut.
zh_hans: 缩放自定义分隔线图像。对默认线条无效。
zh_hant: 縮放自定義分隔線影象。對預設線條無效。
zh_hk: 縮放自定義分隔線圖像。對默認線條無效。

source: Scales the indicator's rendered size.
fr: Redimensionne la taille affichée de l’indicateur.
zh_hans: 缩放指示器的渲染尺寸。
zh_hant: 縮放指示器的渲染尺寸。
zh_hk: 縮放指示器的渲染尺寸。

source: Scanning…
fr: Analyse…
zh_hans: 正在扫描…
zh_hant: 正在掃描…
zh_hk: 正在掃描…

source: Screen Recording
fr: Enregistrement d'écran
zh_hans: 屏幕录制
zh_hant: 螢幕錄製
zh_hk: 屏幕錄製

source: Script action failed
fr: Échec de l'action de script
zh_hans: 脚本操作失败
zh_hant: 指令碼操作失敗
zh_hk: 腳本操作失敗

source: Script action wasn’t allowed
fr: L’action de script n’a pas été autorisée
zh_hans: 未获允许执行脚本操作
zh_hant: 未獲允許執行指令碼操作
zh_hk: 未獲允許執行腳本操作

source: Scroll Direction
fr: Sens de défilement
zh_hans: 滚动方向
zh_hant: 滾動方向
zh_hk: 滾動方向

source: Search
fr: Rechercher
zh_hans: 搜索
zh_hant: 搜尋
zh_hk: 搜索

source: Search Google
fr: Rechercher sur Google
zh_hans: Google 搜索
zh_hant: Google 搜尋
zh_hk: Google 搜索

source: Search apps and recent files
fr: Rechercher applications et fichiers récents
zh_hans: 搜索应用和最近文件
zh_hant: 搜尋應用和最近檔案
zh_hk: 搜索應用和最近文件

source: Search for a city
fr: Rechercher une ville
zh_hans: 搜索城市
zh_hant: 搜尋城市
zh_hk: 搜索城市

source: Search the web, click to open Google in your default browser.
fr: Recherchez sur le web, cliquez pour ouvrir Google dans votre navigateur par défaut.
zh_hans: 搜索网络，点击后用默认浏览器打开 Google。
zh_hant: 搜尋網路，點選後用預設瀏覽器開啟 Google。
zh_hk: 搜索網絡，點擊後用默認瀏覽器打開 Google。

source: Searching…
fr: Recherche…
zh_hans: 正在搜索…
zh_hant: 正在搜尋…
zh_hk: 正在搜索…

source: Security
fr: Sécurité
zh_hans: 安全性
zh_hant: 安全性
zh_hk: 安全性

source: Send
fr: Envoyer
zh_hans: 发送
zh_hant: 傳送
zh_hk: 發送

source: Send Feedback
fr: Envoyer un retour
zh_hans: 发送反馈
zh_hant: 傳送反饋
zh_hk: 發送反饋

source: Send Feedback...
fr: Envoyer des commentaires...
zh_hans: 发送反馈…
zh_hant: 傳送反饋…
zh_hk: 發送反饋…

source: Sets the Launchpad grid dimensions. Docky uses these counts when the icons fit on screen, defaulting to 7 columns × 5 rows. Row count is ignored when scroll direction is continuous.
fr: Définit les dimensions de la grille du Launchpad. Docky utilise ces nombres lorsque les icônes tiennent à l'écran, par défaut 7 colonnes × 5 lignes. Le nombre de lignes est ignoré lorsque le défilement est continu.
zh_hans: 设置启动台的网格尺寸。图标能在屏幕上放下时，Docky 会使用这些数量，默认是 7 列 × 5 行。滚动方向为连续滚动时忽略行数。
zh_hant: 設定啟動臺的網格尺寸。圖示能在螢幕上放下時，Docky 會使用這些數量，預設是 7 列 × 5 行。滾動方向為連續滾動時忽略行數。
zh_hk: 設置啓動台的網格尺寸。圖標能在屏幕上放下時，Docky 會使用這些數量，默認是 7 列 × 5 行。滾動方向為連續滾動時忽略行數。

source: Shadow Color
fr: Couleur de l'ombre
zh_hans: 阴影颜色
zh_hant: 陰影顏色
zh_hk: 陰影顏色

source: Shadow Opacity
fr: Opacité de l'ombre
zh_hans: 阴影不透明度
zh_hant: 陰影不透明度
zh_hk: 陰影不透明度

source: Shadow Radius
fr: Rayon de l'ombre
zh_hans: 阴影半径
zh_hant: 陰影半徑
zh_hk: 陰影半徑

source: Shifts dividers along the tile's short axis. Positive values move them up in horizontal docks or right in vertical docks.
fr: Déplace les séparateurs selon l'axe court de la tuile. Les valeurs positives les déplacent vers le haut dans un dock horizontal ou vers la droite dans un dock vertical.
zh_hans: 沿图块短轴移动分隔线。水平 Dock 中正值向上移动，垂直 Dock 中正值向右移动。
zh_hant: 沿圖塊短軸移動分隔線。水平 Dock 中正值向上移動，垂直 Dock 中正值向右移動。
zh_hk: 沿圖塊短軸移動分隔線。水平 Dock 中正值向上移動，垂直 Dock 中正值向右移動。

source: Shifts the indicator further from or closer to the screen edge.
fr: Déplace l'indicateur plus loin ou plus près du bord de l'écran.
zh_hans: 将指示器移离或移近屏幕边缘。
zh_hant: 將指示器移離或移近螢幕邊緣。
zh_hk: 將指示器移離或移近屏幕邊緣。

source: Show All
fr: Afficher tout
zh_hans: 全部显示
zh_hant: 全部顯示
zh_hk: 全部顯示

source: Show More
fr: Afficher plus
zh_hans: 显示更多
zh_hant: 顯示更多
zh_hk: 顯示更多

source: Show More (%lld)
fr: Voir plus (%lld)
zh_hans: 显示更多（%lld）
zh_hant: 顯示更多（%lld）
zh_hk: 顯示更多（%lld）

source: Show Notification Badges
fr: Afficher les badges de notification
zh_hans: 显示通知角标
zh_hant: 顯示通知角標
zh_hk: 顯示通知角標

source: Show events from
fr: Afficher les événements de
zh_hans: 显示事件自
zh_hant: 顯示事件自
zh_hk: 顯示事件自

source: Show local weather in the dock
fr: Afficher la météo locale dans le dock
zh_hans: 在 Dock 中显示本地天气
zh_hant: 在 Dock 中顯示本地天氣
zh_hk: 在 Dock 中顯示本地天氣

source: Show local weather in the dock.
fr: Afficher la météo locale dans le dock.
zh_hans: 在 Dock 中显示本地天气。
zh_hant: 在 Dock 中顯示本地天氣。
zh_hk: 在 Dock 中顯示本地天氣。

source: Show open tasks in the dock
fr: Afficher les tâches en cours dans le dock
zh_hans: 在 Dock 中显示待办任务
zh_hant: 在 Dock 中顯示待辦任務
zh_hk: 在 Dock 中顯示待辦任務

source: Show upcoming events in the dock
fr: Afficher les événements à venir dans le dock
zh_hans: 在 Dock 中显示即将到来的日程
zh_hant: 在 Dock 中顯示即將到來的日程
zh_hk: 在 Dock 中顯示即將到來的日程

source: Show your open tasks.
fr: Affichez vos tâches en cours.
zh_hans: 显示你的待办任务。
zh_hant: 顯示你的待辦任務。
zh_hk: 顯示你的待辦任務。

source: Show your upcoming events.
fr: Affiche vos événements à venir.
zh_hans: 显示你即将到来的日程。
zh_hant: 顯示你即將到來的日程。
zh_hk: 顯示你即將到來的日程。

source: Shown when the Trash has items.
fr: Affiché quand la Corbeille contient des éléments.
zh_hans: 废纸篓中有内容时显示。
zh_hant: 廢紙簍中有內容時顯示。
zh_hk: 廢紙簍中有內容時顯示。

source: Shown when the Trash is empty.
fr: Affiché quand la Corbeille est vide.
zh_hans: 废纸篓为空时显示。
zh_hant: 廢紙簍為空時顯示。
zh_hk: 廢紙簍為空時顯示。

source: Shows your own photos, cycling through them as a slideshow.
fr: Affiche vos propres photos, en les faisant défiler comme un diaporama.
zh_hans: 显示你自己的照片，并以幻灯片方式轮播。
zh_hant: 顯示你自己的照片，並以幻燈片方式輪播。
zh_hk: 顯示你自己的照片，並以幻燈片方式輪播。

source: Shrinks the rendered icon inside each tile without changing the tile's layout box. Useful for Windows-style chunky tile slots.
fr: Rétrécit l'icône rendue à l'intérieur de chaque tuile sans modifier sa boîte de mise en page. Utile pour les cases de tuile épaisses au style Windows.
zh_hans: 在不改变图标布局框的前提下，缩小每个图标内渲染的图标。适用于 Windows 风格的粗块图标槽位。
zh_hant: 在不改變圖示佈局框的前提下，縮小每個圖示內渲染的圖示。適用於 Windows 風格的粗塊圖示槽位。
zh_hk: 在不改變圖標佈局框的前提下，縮小每個圖標內渲染的圖標。適用於 Windows 風格的粗塊圖標槽位。

source: Shut Down...
fr: Éteindre...
zh_hans: 关机…
zh_hant: 關機…
zh_hk: 關機…
